Repository: kkcjy/Translator
Catalog: model/OPUS-MT-train/finetune/VNK-Hallituksen_vuosikertomus.tmx
Source language: fi_fi
Languages: sv_se

source: Venäjän sotilaallinen aktiivisuus lähialueellamme (ml. arktiset alueet) on lisääntynyt, ja se toteuttaa politiikkaansa yhdistelemällä myös eri voimankäytön keinoja.
sv_se: Rysslands militära aktivitet i vår närhet (inkl. de arktiska områdena) har ökat, och landet fullföljer sin politik bland annat genom att kombinera olika maktmedel.

source: Kansainvälisen tilanteen kehitys on vaikuttanut erityisesti aluevalvonnan toteuttamiseen.
sv_se: Utvecklingen på det internationella planet har särskilt påverkat territorialövervakningen.

source: Sotilaslentotoiminta Suomen lähialueen ilmatilassa oli edelleen aktiivista erityisesti vuoden alkupuoliskolla ja säilyi luonteeltaan edellisen toimintavuoden kaltaisena.
sv_se: Den militära flygtrafiken i Finlands närområde var fortsatt aktiv särskilt under årets första hälft och var av samma art som under föregående år.

source: Arvioitaessa hallinnonalan toiminnan vaikuttavuutta tärkein tekijä on puolustusvoimien kyky toteuttaa lakisääteiset tehtävänsä.
sv_se: Vid en bedömning av resultaten av förvaltningsområdets verksamhet är försvarsmaktens förmåga att fullgöra sina lagstadgade uppgifter det främsta kriteriet.

source: Vuonna 2015 Suomen sotilaallisen puolustamisen suorituskyky, puolustuksen toteutusta tukeva tilannekuva sekä aluevalvonta ja alueellisen koskemattomuuden turvaamisen valmius ylläpidettiin vaaditulla tasolla.
sv_se: Finlands militära försvarsförmåga, en lägesbild som stöder försvaret samt beredskapen att säkra den territoriella övervakningen och den territoriella integriteten upprätthölls under 2015 på den förutsatta nivån.

source: Puolustusvoimat toteutti kaikki sille osoitetut ja voimassa olevien säädösten mukaiset virka-aputehtävät muille viranomaisille.
sv_se: Försvarsmakten genomförde alla handräckningsuppgifter som anvisades den med stöd av gällande bestämmelser.

source: Suomi osallistui kahteentoista sotilaalliseen kriisinhallintaoperaatioon sekä kahteen sotilastarkkailijaoperaatioon.
sv_se: Finland deltog i tolv militära krishanteringsinsatser och två militära observatörsuppdrag.

source: Toiminnallisesti keskeisin muutos oli puolustusvoimien siirtyminen puolustusvoimauudistuksen mukaiseen organisaatioon vuoden 2015 alusta lukien.
sv_se: Den främsta förändringen i verksamheten var att försvarsmakten vid ingången av 2015 övergick till en ny organisation i enlighet med försvarsmaktsreformen.

source: Toimintatapojen vakiinnuttaminen aloitettiin suunnitellusti, ja se jatkuu lähivuosien ajan.
sv_se: Försvarsmakten började planenligt etablera de nya verksamhetsmodellerna och arbetet fortskrider under de närmaste åren.

source: Materiaalisen valmiuden kehittämisessä painopisteet olivat maavoimien alueellisten ja operatiivisten joukkojen suorituskyvyn varmistaminen, puolustusvoimien vaikuttamiskyvyn kehittäminen, ilmavoimien Hornet-kaluston toinen elinjaksopäivitys sekä logistiikkajärjestelmän kehittäminen.
sv_se: I fråga om utvecklingen av den materiella kapaciteten låg fokus på att säkra förmågorna hos arméns territoriella och operativa trupper, utveckla försvarsmaktens inflytande, genomföra den andra livscykeluppdateringen av flygvapnets Hornetplan och utveckla logistiksystemet.

source: Ilma- ja meripuolustuksen strategisten suorituskykyhankkeiden valmistelu käynnistettiin hallitusohjelman mukaisesti.
sv_se: Beredningen av luftförsvarets och sjöförsvarets strategiska förmågeprojekt inleddes i enlighet med regeringsprogrammet.

source: Niiden toteutuksesta on tarkoitus päättää vuosikymmenen vaihteessa.
sv_se: Besluten om genomförandet av dem ska enligt planerna fattas vid nästa decennieskifte.

source: Hallinnonalan tehtävien ja toiminnan keskiössä on varautuminen ja yhteiskunnan toimintakyvyn turvaaminen poikkeusoloissa ‒ nyt ja tulevaisuudessa.
sv_se: I centrum för förvaltningsområdets uppgifter och verksamhet står beredskapen inför och säkrandet av funktionsförmågan i undantagsförhållanden – i dag och i framtiden.

source: Sotilaallinen maanpuolustus perustuu yli hallituskausien ulottuvaan pitkäjänteiseen ja johdonmukaiseen suunnitteluun, jossa kehitettävien joukkojen ja järjestelmien elinjakso on noin 25 vuotta.
sv_se: Det militära försvaret bygger på långsiktig och målmedveten planering över regeringsperioderna; livscykeln för trupperna och systemen är cirka 25 år.

source: Puolustusvoimien tehtävien toteuttaminen edellyttää nykyistä korkeampaa toimintavalmiutta kaikissa puolustushaaroissa sekä kyberpuolustuskykyä, joita nykyinen rahoitustaso ja lainsäädäntö eivät kaikilta osin mahdollista.
sv_se: Försvarsmaktens uppgifter förutsätter i framtiden än högre beredskap inom alla försvarsgrenar och förmåga till cyberförsvar, vilket den nuvarande finansieringsnivån och lagstiftningen inte till alla delar möjliggör.

source: Puolustusvoimauudistuksella ja hallitusohjelman mukaisella puolustuksen lisärahoituksella on tasapainotettu sotilaallisen maanpuolustuksen kustannusrakennetta, mutta niillä ei ole ratkaistu materiaalisen valmiuden ylläpidon rahoitushaasteita pitkällä aikavälillä.
sv_se: Försvarsmaktsreformen och den extra finansiering som beslutades i regeringsprogrammet har lett till en balansering av det militära försvarets kostnadsstruktur, men åtgärderna har inte löst problemen med hur den materiella kapaciteten ska finansieras på lång sikt.

source: Suomen etujen mukainen puolustuspolitiikka
sv_se: Försvarspolitik som främjar Finlands intressen

source: Puolustuskykyä kehitettiin pitkäjänteisesti valtioneuvoston vuoden 2012 turvallisuus- ja puolustuspoliittisen selonteon pohjalta sekä käynnistettiin hallitusohjelmaan kirjattujen puolustushallinnon hankkeiden toimeenpano.
sv_se: Försvarsförmågan utvecklades långsiktigt utifrån statsrådets säkerhets - och försvarspolitiska redogörelse 2012 och samtidigt inleddes verkställandet av de projekt som skrivits in i regeringsprogrammet.

source: Suorituskykyinen puolustusjärjestelmä
sv_se: Ett effektivt försvarssystem

source: Puolustusvoimat siirtyi puolustusvoimauudistuksen edellyttämään organisaatioon vuoden 2015 alussa ja uusien toimintamallien vakiinnuttaminen aloitettiin.
sv_se: Försvarsmakten övergick vid ingången av 2015 till en ny organisation i enlighet med försvarsmaktsreformen och etableringen av de nya handlingsmodellerna påbörjades.

source: Puolustusvoimien toiminnan taso nostettiin vuosien 2012‒2014 tasosta, jolloin puolustusvoimat oli mitoitettu toimintaympäristöön ja tehtäviinsä nähden minimitasolle.
sv_se: Försvarsmaktens verksamhet höjdes från den nivå som rådde 2012‒2014, då verksamheten dimensionerats enligt miniminivån med hänsyn till omvärldsläget och försvarsmaktens uppgifter.

source: Suorituskykyjen ylläpitäminen pitkällä aikavälillä edellyttää kuitenkin riittäviä resursseja toiminnan tason ylläpitämiseen.
sv_se: Att på lång sikt upprätthålla förmågorna kräver dock tillräckliga resurser.

source: Puolustusvoimien materiaaliseen kehittämiseen käytettävissä olevalla rahoituksella kyetään tuottamaan pääosin puolustusvoimien tehtävien ja toimintaympäristön vaatimusten edellyttämät suorituskyvyt vuosikymmenen loppuun mennessä.
sv_se: Den finansiering som i dag anslås för försvarsmaktens materiella utveckling räcker i huvudsak till för att före utgången av decenniet producera de förmågor som försvarsmaktens uppgifter och förhållandena i omvärlden kräver.

source: Turvallinen yhteiskunta
sv_se: Ett tryggt samhälle

source: Puolustushallinnolla on tehtävien edellyttämä valmius tukea suorituskyvyillään, voimavaroillaan ja osaamisellaan muita viranomaisia yhteiskunnan turvallisuusstrategian periaatteiden mukaisesti.
sv_se: Försvarsmakten har den beredskap som krävs för att utifrån sina förmågor, resurser och kompetenser och i enlighet med principerna i säkerhetsstrategin för samhället stödja andra myndigheter.

source: Puolustusvoimat laati kyberpuolustuskonseptin osana kansallisen kyberstrategian toimeenpanoa.
sv_se: Som ett led i verkställandet av den nationella cyberstrategin gjorde försvarsmakten upp ett koncept för cyberförsvaret.

source: Turvallisuuskomitea ja sen sihteeristö kartoittivat varautumis- ta hybridiuhkiin ja selvittivät yhteiskunnan turvallisuusstrate- gian päivitystarvetta.
sv_se: Säkerhetskommittén och dess sekretariat inventerade beredskapen inför hybridhot och utredde beho- vet av att uppdatera säkerhetsstrategin för samhället.

source: Kansainvälisen turvallisuuden vahvistaminen
sv_se: Stärkande av den internationella säkerheten

source: Puolustusvoimat osallistui sotilaallisiin kriisinhallintaoperaatioihin valtiojohdon päätösten mukaisesti ja edesauttoi siten Suomen pyrkimystä edistää maailman konfliktialueiden vakautta.
sv_se: Försvarsmakten deltog i militära krishanteringsinsatser i enlighet med statsledningens beslut och bidrog därigenom till Finlands strävanden att stärka stabiliteten i konfliktområdena.

source: Yhteiskunnallista vaikuttavuutta on jäljempänä arvioitu painottaen vaikuttavuustavoitetta ”Suorituskykyinen puolustusjärjestelmä”.
sv_se: Samhällseffekterna har i det följande bedömts med viss tonvikt på effektmålet ”Ett effektivt försvarssystem".

source: Suorituskykyisen puolustusjärjestelmän pitkäjänteinen ylläpito ja kehittäminen edellyttävät tasapainoa materiaalisen valmiuden menojen, kiinteiden henkilöstömenojen ja muiden toimintamenojen välillä.
sv_se: Underhållet och utvecklingen av ett effektivt försvarssystem på lång sikt förutsätter balans mellan utgifterna för materiell kapacitet, fasta personalkostnader och andra omkostnader.

source: Arvioinnin perustana on toimintavuoden toteuma suhteessa pitkän aikavälin tavoitetilaan, jossa lähtökohtana on ”turvallisuusympäristöön ja käytössä oleviin voimavaroihin suhteutettu puolustuskyky”.
sv_se: Bedömningen utgår från målutfallet för verksamhetsåret i relation till det långsiktiga målet, dvs. en försvarsförmåga som motsvarar säkerhetsmiljön och de tillgängliga resurserna.

source: Puolustuksen päämääränä on, että suorituskykyinen puolustusjärjestelmä ennaltaehkäisee ja tarvittaessa torjuu maahamme kohdistuvat sotilaalliset uhkat turvaten valtiollisen itsenäisyyden ja valtiojohdon toimintavapauden.
sv_se: Försvarsmaktens mål är ett effektivt försvarssystem som förebygger och vid behov avvärjer militära hot och därigenom tryggar Finlands statliga självständighet och handlingsfriheten för statsledningen.

source: Puolustuspolitiikka ohjaa puolustuskyvyn ylläpitoa, kehittämistä ja käyttöä.
sv_se: Försvarspolitiken styr hur försvarsförmågan ska upprätthållas och utvecklas och när förmågan ska användas.

source: Tuloksellisuuden arvioinnin kannalta keskeistä puolustusministeriön toiminnassa oli puolustuskyvyn pitkäjänteinen kehittäminen valtioneuvoston vuoden 2012 turvallisuus- ja puolustuspoliittisen selonteon linjausten pohjalta.
sv_se: Ett centralt element i bedömningen av effektiviteten inom försvarsministeriet var utvecklingen av försvarsförmågan på lång sikt utifrån riktlinjerna i den säkerhets - och försvarspolitiska redogörelsen 2012.

source: Suomi syvensi kansainvälistä puolustusyhteistyötä EU:n jäsenenä, Naton kumppanina ja Pohjoismaiden kesken puolustuskyvyn tukemiseksi.
sv_se: Finland fördjupade det internationella försvarssamarbetet inom ramen för EUmedlemskapet, partnerskapet med Nato och det nordiska samarbetet i syfte att stärka försvarsförmågan.

source: Kahdenvälisessä yhteistyössä korostui puolustusyhteistyö Yhdysvaltojen ja Ruotsin kanssa.
sv_se: I fråga om bilateralt försvarssamarbete accentuerades kontakterna med USA och Sverige.

source: Suomen ja Ruotsin puolustusvoimien selvitys kahdenvälisen rauhan ajan yhteistyön tiivistämisedellytyksistä valmistui tammikuussa ja tarkastelun jälkeen maiden puolustusministeriöt ohjeistivat aloittamaan ehdotusten toimeenpanon.
sv_se: I januari kom den finska och den svenska försvarsmaktens utredning om förutsättningarna för fördjupat bilateralt samarbete i fredstid. Efter granskning av utredningen gav ländernas försvarsministerier instruktioner om att börja verkställa förslagen.

source: Lisäksi Suomi ja Ruotsi jatkavat selvitystä yhteistyöedellytyksistä kriisi- ja konfliktitilanteissa.
sv_se: Dessutom fortsätter Finland och Sverige utreda förutsättningarna för samarbete i kris - och konfliktsituationer.

source: EU:ssa kehitettiin kokonaisvaltaista puolustusulottuvuutta Suomen tavoitteiden mukaisesti.
sv_se: Inom EU utvecklades en övergripande försvarsdimension som motsvarar Finlands mål.

source: EU-puolustusyhteistyön systematisointi eteni.
sv_se: Systematiseringen av EU-försvarssamarbetet framskred.

source: Eurooppa-neuvosto antoi mm. toimeksiannon EU:n uuden turvallisuusstrategian laadinnasta, mitä Suomi on pitänyt tavoitteenaan.
sv_se: Europeiska rådet gav bland annat i uppdrag att göra upp en ny säkerhetsstrategi för EU, vilket Finland haft som mål.

source: Suomi on jatkanut aktiivista kumppanuusyhteistyötä ja pyrkinyt hyödyntämään yhteistyömahdollisuuksia Naton kanssa ns. laajennettujen mahdollisuuksien (Enhanced Opportunities, EO) kumppanuuden puitteissa.
sv_se: Finland har aktivt fortsatt partnerskapssamarbetet och strävat efter att utnyttja samarbetsmöjligheterna med Nato inom programmet för utökade samarbetsmöjligheter (Enhanced Opportunities Programme, EOP).

source: Suomi on myös osallistunut aktiivisesti Naton tarjoamaan harjoitus- ja koulutustoimintaan Suomen puolustuskyvyn ja sotilaallisten suorituskykyjen yhteensopivuuden kehittämiseksi.
sv_se: Finland har också aktivt deltagit i de övningar och den utbildning Nato erbjudit för att utveckla kompatibiliteten hos Finlands försvarsförmåga och militära kapaciteter.

source: Puolustuskyky perustuu puolustusjärjestelmän suorituskykyihin ja niille kansallisella ja kansainvälisellä yhteistyöllä saatavaan tukeen.
sv_se: Försvarsförmågan bygger på försvarssystemets kapaciteter och det stöd dessa får genom nationellt och internationellt samarbete.

source: Puolustuskyvyn ensisijaisena päämääränä on muodostaa ennaltaehkäisevä kynnys sotilaalliselle voimankäytölle ja sillä uhkaamiselle sekä kyky torjua maahamme kohdistuvat hyökkäykset.
sv_se: Det primära målet med försvarsförmågan är att skapa en förebyggande tröskel mot bruket av militärt våld och mot hot om militärt våld samt beredskap för att avvärja eventuella angrepp.

source: Hallinnonalan vaikuttavuuden ja puolustusvoimien toiminnallisen tuloksellisuuden tärkein tekijä on puolustusvoimien kyky toteuttaa lakisääteiset tehtävänsä.
sv_se: Försvarsmaktens förmåga att fullgöra sina lagstadgade uppgifter är det främsta kriteriet på förvaltningsområdets effektivitet och resultaten av försvarsmaktens verksamhet.

source: Sen perustana on tarkoituksenmukainen rauhan ajan organisaatio ja toimintamalli ja sillä tuotettu sodan ajan suorituskyky.
sv_se: Denna förmåga bygger på en ändamålsenlig organisation och handlingsmodell i fredstid och en utifrån detta producerad prestationsförmåga i krig.

source: Edellytyksiä puolustusjärjestelmän suorituskyvylle ja sen kehittämiselle voidaan lisäksi arvioida tarkastelemalla kehitystä seuraavilla osa-alueilla: materiaalinen valmius, henkilöstö sekä infrastruktuuri ja tilahallinta.
sv_se: Förutsättningarna för försvarssystemets förmågor och utvecklingen av dem kan också bedömas utifrån utvecklingen inom följande delområden: den materiella kapaciteten, personalen samt infrastrukturen och förvaltningen av lokaler.

source: Lisäksi voidaan tarkastella sitä, tukeeko puolustusvoimien rauhan ajan toiminnan taso riittävällä tavalla puolustusvoimien suorituskykyjen ylläpitoa pitkällä aikavälillä.
sv_se: Vidare kan man granska huruvida nivån på försvarsmaktens verksamhet i fredstid tillräckligt väl stöder upprätthållandet av försvarsmaktens förmågor på lång sikt.

source: Toimintaympäristön muutos on otettu huomioon lakisääteisten tehtävien toteutuksessa
sv_se: Förändringarna i omvärlden har beaktats vid fullgörandet av de lagfästa uppgifterna

source: Puolustusvoimilla on puolustuksen toteutusta tukeva tilannekuva.
sv_se: Försvarsmakten upprätthåller en lägesbild som stöder försvaret.

source: Aluevalvonta, alueellisen koskemattomuuden turvaaminen sekä valmiuden säätely ovat vaaditulla tasolla.
sv_se: Territorialövervakningen, tryggandet av den territoriella integriteten och regleringen av beredskapen ligger på den förutsatta nivån.

source: Toimintaympäristön muutos on otettu huomioon lakisääteisten tehtävien toteutuksessa.
sv_se: Förändringarna i omvärlden har beaktats vid fullgörandet av de lagfästa uppgifterna.

source: Operatiivista lentotoimintaa jatkettiin kohonneella tasolla.
sv_se: De operativa flygningarna fortsatte på förhöjd nivå.

source: Merivoimien kansainväliset meritilannekuvajärjestelyt ovat vakiintuneet ja tuottavat lisäarvoa tilannekuvan muodostamisessa.
sv_se: Marinen har inarbetade och effektiva rutiner för att skapa en internationell marin lägesbild.

source: Puolustusvoimauudistuksen rakenteelliset ja toiminnalliset muutokset on toteutettu
sv_se: De strukturella och verksamhetsrelaterade förändringar som ingick i försvarsmaktsreformen har genomförts

source: Puolustusvoimauudistuksen toimenpiteillä tuli luoda perusta puolustusvoimien toimintakyvylle ja jatkokehittämiselle rakennettaessa 2020-luvun puolustuskykyä.
sv_se: Avsikten var att försvarsmaktsreformen skulle lägga grunden för försvarsmaktens funktionsförmåga och fortsatta utveckling då 2020-talets försvarsförmåga byggs upp.

source: Uudistuksella tuli sopeuttaa puolustusvoimien rakenne ja toimintatavat vastaamaan suunnitteluperusteeksi annettua resurssitasoa.
sv_se: Reformen skulle anpassa försvarsmaktens struktur och handlingsmodeller till den givna resursnivå som planeringen utgått från.

source: Puolustusvoimauudistuksen edellyttämät rakenteelliset ja toiminnalliset muutokset on toteutettu suunnitellusti.
sv_se: De strukturella och verksamhetsrelaterade förändringar som ingick i försvarsmaktsreformen har genomförts planenligt.

source: Hankintoihin ja itsepalveluihin liittyvien toimintatapojen uudistamisessa oli käynnistymisvaikeuksia, jotka olivat osin odotettuja uudistuksen mittavuus huomioon ottaen.
sv_se: Reformeringen av upphandlingen och förfarandena för självservice mötte vissa initialsvårigheter, vilket delvis var väntat med hänsyn till reformens omfattning.

source: Uusia toimintamalleja ja prosesseja on vakiinnutettu v. 2015, ja tämä jatkuu myös v. 2016.
sv_se: Nya handlingsmodeller och processer inarbetades under 2015 och arbetet fortsätter även 2016.

source: Puolustusvoimat laatii uudistuksen toteutumisesta kokonaisarvion lokakuuhun 2016 mennessä.
sv_se: Försvarsmakten kommer senast oktober 2016 att göra en helhetsutvärdering av reformen.

source: Palautettu toiminnan taso tukee suorituskykyjen ylläpitämistä
sv_se: Den återställda verksamhetsnivån stöder upprätthållandet av kapaciteterna

source: Puolustusvoimien harjoitustoiminnan määrä vuosina 2012‒2014 ei mahdollistanut tarvittavien joukkokokonaisuuksien harjoittamista, eivätkä myöskään alus- ja lentotoiminnan määrät olleet riittäviä.
sv_se: Kvantiteten på försvarsmaktens övningsverksamhet 2012‒2014 tillät inte övning av alla nödvändiga truppsammansättningar. Inte heller fartygs- eller flygverksamheten var tillräckligt omfattande.

source: Toiminnan tason palauttaminen toteutui suunnitellusti.
sv_se: Nivån på verksamheten återställdes planenligt.

source: Vuonna 2015 saavutetun toiminnan tason ylläpitäminen suunnittelukaudella 2016‒2020 tukee keskeisellä tavalla suorituskykyjen ylläpitämistä pitkällä aikavälillä.
sv_se: Den nivå på verksamheten som uppnåddes 2015 ska upprätthållas också under perioden 2016‒2020, vilket på ett centralt sätt stöder upprätthållandet av kapaciteterna på lång sikt.

source: Puolustusvoimien toimintaa kuvaavia tunnuslukuja
sv_se: Nyckeltal som beskriver försvarsmaktens verksamhet

source: toteuma
sv_se: utfall

source: tavoite
sv_se: mål

source: Koulutetut varusmiehet
sv_se: Utbildade beväringar

source: Kertausharjoituksissa koulutetut reserviläiset
sv_se: Reservister utbildade vid repetitionsövningar

source: Varusmiesten sotaharjoitusperusteiset maastovuorokaudet keskim. / 6 kk palvellut varusmies
sv_se: Stridsövningsbaserade terrängdygn i genomsnitt per beväring som tjänstgjort 6 mån.

source: Hornet-hävittäjien lentotunnit
sv_se: Flygtimmar för Hornet-jaktplan

source: NH90 -helikopterien lentotunnit
sv_se: Flygtimmar för NH90-helikoptrar

source: Taistelualusten (1 A) alusvuorokaudet
sv_se: Fartygsdygn för stridsfartyg (1 A)

source: Merivoimien alusten valmiusvuorokausien tavoitetasoa ei saavutettu kolmannen miinantorjunta-aluksen toimituksen viivästymisestä sekä Katanpää- ja Rauma-luokan alusten teknisistä vioista johtuen.
sv_se: Den målsatta nivån för marinens fartyg uppnåddes inte på grund av en försening av leveransen av det tredje minröjningsfartyget och tekniska fel i fartygen av Katanpää - och Raumaklass.

source: NH90-kuljetushelikopterien käytettävyys parani merkittävästi aiempiin vuosiin nähden.
sv_se: NH90-transporthelikoptrarnas användbarhet förbättrades avsevärt jämfört med tidigare år.

source: Ilmavoimien lentotuntimäärälle asetettu tavoite ylitettiin kasvaneen operatiivisen lentotoiminnan vuoksi.
sv_se: Målet för flygvapnets flygtimmar överskreds till följd av den ökande operativa flygverksamheten.

source: Sotaharjoitusvuorokausien lisäyksellä parannettiin joukkojen valmiuksia toimia sodanajan yksikkönä, aselajien yhteistoimintaa sekä pataljoonatason toimintaa.
sv_se: Genom en ökning av antalet stridsövningsdygn förbättrades truppernas förmåga att agera som enheter i krig. Likaså förbättrades samverkan mellan vapenslagen och verksamheten på bataljonsnivå.

source: Varusmiesten sotaharjoitusperusteisten maastovuorokausien enimmäismääränä voidaan pitää 35 vuorokautta, kun huomioidaan reserviläiskoulutuksen lisääntynyt määrä ja sekä käytössä olevat voimavarat.
sv_se: Maxantalet för stridsövningsbaserade terrängdygn för beväringar kan anses vara 35, med beaktande av den ökande reservistutbildningen och de tillgängliga resurserna.

source: Puolustusvoimien kutsuntajärjestelmä on edelleen toimiva.
sv_se: Försvarsmaktens uppbådssystem är fortfarande fungerande.

source: Yleisen asevelvollisuuden turvaaminen edellyttää riittävän suuruisia palveluskelpoisia varusmiesikäluokkia.
sv_se: För att den allmänna värnplikten ska kunna upprätthållas behövs det tillräckligt stora tjänstgöringsdugliga årskullar av beväringar.

source: Palvelukseen määrättyjen vuotuinen määrä on hitaasti laskeva, mutta viimeisten vuosien perusteella lasku näyttää pysähtyneen.
sv_se: Den årliga kontingenten har minskat långsamt, men utifrån de senaste årens utveckling har minskningen avstannat.

source: Varusmieskoulutuksen kokonaispoistuma jäi alle 15 prosentin, mihin on päästy edellisen kerran v. 2005.
sv_se: Det totala bortfallet i fråga om beväringsutbildningen stannade under 15 %, vilket är det bästa resultatet sedan 2005.

source: Materiaalisessa valmiudessa on puutteita
sv_se: Brister i den materiella kapaciteten

source: Puolustusvoimien rahoitusta on jouduttu kohdentamaan materiaalihankinnoista ylläpitoon ja toimintaan, jotta viime vuosiksi (suunnitellusti) madallettu toiminnan taso on saatu palautettua.
sv_se: Försvarsmakten har tvingats rikta om anslag från materielupphandling till underhåll och verksamhet för att lyckas återställa nivån på verksamheten efter den (planerade) nivåsänkningen.

source: Lisäpaineita toiminnan rahoitukselle asettavat muuttuneen toimintaympäristön vaikutuksesta kohoavat valmiusvaatimukset.
sv_se: Ökat tryck på finansieringen av verksamheten sätts av att förändringarna i omvärlden har höjt kraven på kapaciteten.
